Repository: SamaraLfe/pyprac
Catalog: 20250512/1/mood/server/locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: %s added %s at (%d,%d) saying %s
ru_ru: %s добавил %s на (%d,%d) с сообщением %s

source: %s joined the game!
ru_ru: %s присоединился к игре!

source: %s left the game!
ru_ru: %s покинул игру!

source: %s attacked %s with %s, dealing %d damage. %s was killed!
ru_ru: %s атаковал %s используя %s, нанеся %d урона. %s убит!

source: %s moved to (%d,%d)
ru_ru: %s переместился на (%d,%d)

source: Monster %s moved one cell %s
ru_ru: Монстр %s переместился на одну клетку %s

source: Player not found
ru_ru: Игрок не найден

source: Moved to (%d, %d)
ru_ru: Переместился на (%d, %d)

source: Added monster at (%d, %d)
ru_ru: Добавлен монстр на (%d, %d)

source: Replaced the old monster
ru_ru: Заменён старый монстр

source: Attacked %s, damage %d hp
ru_ru: Атаковал %s, урон %d очков здоровья

source: %s died
ru_ru: %s умер

source: %s now has %d hp
ru_ru: У %s теперь %d очков здоровья

source: No %s here
ru_ru: Здесь нет %s

source: Message "%s" sent
ru_ru: Сообщение "%s" отправлено

source: Server uptime: %d seconds
ru_ru: Время работы сервера: %d секунд

source: Invalid state: use 'on' or 'off'
ru_ru: Недопустимое состояние: используйте 'on' или 'off'

source: Moving monsters: %s
ru_ru: Движение монстров: %s

source: Unsupported locale: %s
ru_ru: Неподдерживаемая локаль: %s

source: Set up locale: %s
ru_ru: Установлена локаль: %s

source: Available commands: %s
ru_ru: Доступные команды: %s

source: Type 'help <command>' for more information
ru_ru: Введите 'help <команда>' для получения дополнительной информации

source: Unknown command: %s
ru_ru: Неизвестная команда: %s

source: Welcome, %s!
ru_ru: Добро пожаловать, %s!

source: Unknown command
ru_ru: Неизвестная команда
